chat_system_1567022839_actor_description=Dragon Drahha. Kind Dragon.
chat_system_1567022839_snap_11_question=^?^Argh! Little man!
chat_system_1567022839_snap_11_answer_0=^?^You are a strange color, dragon. What are you doing here?
chat_system_1567022839_snap_11_answer_1=^?^I don't like the expression on your blue muzzle. I think I'll go quickly out of here.
chat_system_1567022839_snap_7_question=^?^Well, you see... There are different kinds of dragons: emerald green, black, red. And now look at me: blue ear, blue belly... They say that I'm not like them, I'm a monster. You humans are the same way: you can't stand people different from you. It's much the same with dragons. That's why I had to leave my relatives.
chat_system_1567022839_snap_7_answer_0=^?^Well... Are there other dragons like you?
chat_system_1567022839_snap_8_question=^?^I don't know. I've never met one.
chat_system_1567022839_snap_8_answer_0=^?^Well, I have to go! Good luck, blue dragon!
chat_system_1567022839_snap_0_question=^?^Ugh-ugh...
chat_system_1567022839_snap_0_answer_0=^?^Dear Drahha! Let me speak to you!
chat_system_1567022839_snap_1_question=^?^What? Who is there?
chat_system_1567022839_snap_1_answer_0=^?^It's me, [player]! I came to you at the request of Drin, the owner of a tavern that's named after you.
chat_system_1567022839_snap_2_question=^?^Drin? Who is Drin? I don't remember him.
chat_system_1567022839_snap_2_answer_0=^?^Innkeeper Drin. His great-great-grandfather brought you armors in exchange for your teeth.
chat_system_1567022839_snap_3_question=^?^Hey! I remember! So what do you want? I don't see any more armor than the suit you're wearing. Hey, I know! He's begun to send me food! I can't believe it! And the food is packed in armor.
chat_system_1567022839_snap_3_answer_0=^?^I'm not food! He wants to ask you for a fang.
chat_system_1567022839_snap_4_question=^?^Fang? Well that's much more difficult, you see. It's not like a tooth! Teeth come out every 50 years, but fangs are much stronger and come out very rarely.<br>However, your Drin is in luck. Just recently, one of my fangs has begun to ache and has even came loose. If you help me pull it out, I'll give the fang to you. You must strike it hard.
chat_system_1567022839_snap_4_answer_0=^?^Ok, that's easy.
chat_system_1567022839_snap_5_question=^?^Ready! When you're ready, shout.
chat_system_1567022839_snap_5_answer_0=^?^You shout... Ready!
chat_system_1567022839_snap_6_question=^?^What else do you want? Do you want me to clean my teeth with your armor?
chat_system_1567022839_snap_6_answer_0=^?^No, no. I'd like to ask you - why do you live here, not with other dragons?
chat_system_1567022839_snap_9_question=^?^Hi, [player]!
chat_system_1567022839_snap_9_answer_0=^?^Hi, Blue Dragon! How are you?
chat_system_1567022839_snap_10_question=^?^Everything's fine. My fangs are all sorted now, ha-ha... And what about you, why have you dropped in?
chat_system_1567022839_snap_10_answer_0=^?^You know, I got to thinking...
chat_system_1567022839_snap_10_answer_1=^?^Just came in to say hello. Guess I'll catch you later.
chat_system_1567022839_snap_12_question=^?^Thinking? Argh! What?
chat_system_1567022839_snap_12_answer_0=^?^Well, you know how you said other dragons didn't like you because you're different?
chat_system_1567022839_snap_13_question=^?^Argh! Don't remind me!
chat_system_1567022839_snap_13_answer_0=^?^No, no! Hear me out! I was thinking that if I brought you some dragon eggs, you could hatch them and then teach them that Blue Dragons aren't so bad! Of course I wouldn't give you them for free, but maybe you have something you can give me in exchange. What do you think?
chat_system_1567022839_snap_14_question=^?^Little man! Drahha like your thinking! Hmmm... what to give, I know, I've got some rotten bones lying around here somewhere...
chat_system_1567022839_snap_14_answer_0=^?^No, no! That won't do! I have no use for that! I was thinking about runes or crystals - you got any of those?
chat_system_1567022839_snap_15_question=^?^Runes?! Argh! Crystals?! Argh! I think I have a bunch of Runes around here somewhere... You know back in the day when people like you used to poke me with their swords I had to get tough with them. So when they got tired of poking me, I wouldn't let them leave unless they promised to leave me alone. Most of them were so surprised that I wouldn't eat them that they'd give me a trinket as a reward. Well, as it turns out, more often than not they either gave me those little runes you're talking about. Ha! Little runes for little man!
chat_system_1567022839_snap_15_answer_0=^?^Now you're talking!
chat_system_1567022839_snap_16_question=^?^Argh! Now I've had a thought, I don't have a bunch, but let's work the trade like this. Green Dragons I'm going to need a lot of them, let's say 8 green eggs for 1 green rune. Next, Red Dragons, let's say 6 red eggs for 1 red rune.
chat_system_1567022839_snap_16_answer_0=^?^Hmmm... That sounds interesting! But we got a problem. Red Rune for 6 Red Eggs - check! Green Rune for 8 Green Eggs - check! But what about Black Eggs?
chat_system_1567022839_snap_17_question=^?^Argh! Well that's easy! 5 Black Eggs for 1 Black Rune! Argh! Wait! I don't have any Black Runes. Argh! Well, I know! I have Blue Runes so you have to bring me Blue Eggs! Argh! I've never seen Blue Eggs! Argh! Didn't I come from a Blue Egg?! Argh! There must be Blue Eggs out there somewhere! If you find some Blue Eggs, I'll give you 1 Blue Rune for every 4 Blue Eggs. As for the Black Eggs I'll give you a Rune of your choice for 5 Black Eggs.
chat_system_1567022839_snap_17_answer_0=^?^Blue Eggs out there somewhere?! Hmmm... maybe you're right okay so [s]muttering to yourself:<br>8 Green Eggs / 1 Green Rune.<br>6 Red Eggs / 1 Red Rune.<br>4 Blue Eggs / 1 Blue Rune.<br>5 Black Eggs / 1 Rune of my choice.<br>Hmmmm...[/s]<br>Okay let me find some eggs!
chat_system_1567022839_snap_18_question=^?^Hi, [player]! Did you find any dragon eggs, yet?
chat_system_1567022839_snap_18_answer_2=^?^[img_rune_mind] 1 Green Rune for 8 Green Eggs.
chat_system_1567022839_snap_18_answer_3=^?^[img_rune_mind] [s]1 Green Rune for 8 Green Eggs.[/s]
chat_system_1567022839_snap_18_answer_0=^?^[img_rune_might] 1 Red Rune for 6 Red Eggs.
chat_system_1567022839_snap_18_answer_1=^?^[img_rune_might] [s]1 Red Rune for 6 Red Eggs.[/s]
chat_system_1567022839_snap_18_answer_6=^?^[img_rune_might] 1 Red Rune for 5 Black Eggs.
chat_system_1567022839_snap_18_answer_7=^?^[img_rune_might] [s]1 Red Rune for 5 Black Eggs.[/s]
chat_system_1567022839_snap_18_answer_8=^?^[img_rune_mind] 1 Green Rune for 5 Black Eggs.
chat_system_1567022839_snap_18_answer_9=^?^[img_rune_mind] [s]1 Green Rune for 5 Black Eggs.[/s]
chat_system_1567022839_snap_18_answer_10=^?^[img_rune_magic] 1 Blue Rune for 5 Black Eggs.
chat_system_1567022839_snap_18_answer_11=^?^[img_rune_magic] [s]1 Blue Rune for 5 Black Eggs.[/s]
chat_system_1567022839_snap_18_answer_4=^?^[img_rune_magic] 1 Blue Rune for 4 Blue Eggs.
chat_system_1567022839_snap_18_answer_5=^?^[img_rune_magic] [s]1 Blue Rune for 4 Blue Eggs.[/s]
chat_system_1567022839_snap_18_answer_12=^?^Let me get back to adventuring...
chat_system_1567022839_snap_18_answer_13=^?^I don't have any Red Dragon Eggs.
chat_system_1567022839_snap_18_answer_14=^?^I don't have any Green Dragon Eggs.
chat_system_1567022839_snap_18_answer_15=^?^I don't have any Black Dragon Eggs.
chat_system_1567022839_snap_18_answer_16=^?^I don't have any Blue Dragon Eggs.
chat_system_1567022839_snap_19_question=^?^Here's your Rune! Thanks for the eggs!
chat_system_1567022839_snap_19_answer_0=^?^Thanks! Let's trade some more!
chat_system_1567022839_snap_19_answer_1=^?^Thanks! Let me get back to egg collecting!
chat_system_1567022839_snap_20_question=^?^Looks like you need more eggs of that color!
chat_system_1567022839_snap_20_answer_0=^?^Yah, I was just checking... Let's get back to trading!
chat_system_1567022839_snap_20_answer_1=^?^Darn, looks like I need to get some more eggs - bye!
chat_system_1567022839_snap_21_question=^?^Well, don't give up, I'm sure you'll find some sooner or later!
chat_system_1567022839_snap_21_answer_0=^?^You're right... Let's get back to trading!
chat_system_1567022839_snap_21_answer_1=^?^You're right... let me get back to looking...
chat_system_1567022839_snap_22_question=^?^Sigh. I can't be the only Blue Dragon! There must be Blue Eggs out there somewhere!
chat_system_1567022839_snap_22_answer_0=^?^Yah, you gotta be right! Let's get back to trading!
chat_system_1567022839_snap_22_answer_1=^?^Yah, you gotta be right! I'll find some, or I'm not the Royal Treasure Searcher!
chat_system_1567022839_snap_23_question=^?^At last some Blue Eggs! Here's your Blue Rune...
chat_system_1567022839_snap_23_answer_0=^?^Thanks! It was not easy! Let's trade some more!
chat_system_1567022839_snap_23_answer_1=^?^Thanks! It wasn't easy! Let me look for some more!
chat_system_1567022839_snap_24_question=^?^You've found some Blue Eggs! Amazing! Alas you need to find some more before I'll give you a Blue Rune. Sigh.
chat_system_1567022839_snap_24_answer_0=^?^Yah, I'm excited, too! Let's get back to trading!
chat_system_1567022839_snap_24_answer_1=^?^I know, tell me about it! It's really exciting! Well, let me go look for some more!
